{"chat": [{"from": "Andrew", "title": "Hello", "to": "Andrew", "date": "2023-04-27", "message": "This is a test message", "type": "message", "id": 1}, {"title": "", "to": "Everyone", "location": "", "date": "05-06-2023", "message": "Where is visits  on most of these order sets ? ", "type": "Doctor", "by": "Fareen Din "}, {"title": "", "to": "Everyone", "location": "", "date": "05-06-2023", "message": "Telemetry ? ", "type": "Doctor", "by": "Fareen Din "}, {"title": "Feedback for HFrEF admission", "to": "Everyone", "location": "PRRH", "date": "10-06-2023", "message": "My recommendations are as follows:\n\nPatient care\n\n* Oxygen: change oxygen therapy to the standard of “oxygen therapy as needed to target SpO2 of >=92% (or 88-92%)”\n\n* Intake and output: this should be measured at least at the same frequency of the vitals to allow for furosemide titration\n\n* Telemetry should be an option (I realize this is not available at all sites)\n\n* Heart failure education: do we have an appropriate handout for this? It would not be the cardiac rehab one.\n\n\n\n\nMedications:\n\nIf possible, please separate this into two sections: section 1 - diuresis, section 2 - goal directed medical therapy. \n\nUnder section 1 - Diuresis:\n\n-Note: Volume overload requires diuresis to target an average weight loss / fluid deficit of 1kg/1L per day. If on home furosemide, start with double their home dose.\n\n-furosemide: you should have a general option here in addition to pre-filled targets. Include daily, BID, and TID frequencies. IV and PO routes. \n\n-metolazone should be under this section as well\n\n\n\n\nSection 2 - Goal directed medical therapy:\n\n-Note: GDMT is to introduce all 4 pillars of therapy (ARNI/ACEi/ARB, BB, MRA, SGLT2i) within the first 4 weeks and to reach optimal doses within 3 months. \n\n-missing dapagliflozin 10 mg PO (unsure if pharmacare covers empagliflozin). Avoid starting if eGFR <25 (may continue if already on dapagliflozin)\n\n-remove the “class II-IIIa symptoms” from the spironolactone tip\n\n-consider moving both the nitrate+hydralazine combo to renal dysfunction section as these are used in lieu of ACE/ARB/ARNI\n\n\n\n\nLaboratory:\n\n-Unclear why there are two entries for BNP\n\n-add a note “BNP or NT-proBNP should not be used to guide medical management of acute heart failure exacerbation. Use volume assessments to guide diuresis.”", "type": "Doctor", "by": "Salpy Kelian"}]}