{"chat": [{"from": "Andrew", "title": "Hello", "to": "Andrew", "location": "Prince George", "date": "04-27-2023", "message": "This is a test message", "type": "message", "id": 1}, {"title": "comment", "to": "Everyone", "location": "Terrace", "date": "05-08-2023", "message": "(1) Include midwifery in list of people who can use this powerplan. (2) Consider separating out orders for when in active labour to separate subphase, otherwise there is confusion and room for error. (3) I think \"Notify provider if excessive bleeding\" is appropriate, don't need to quantify 100ml/hr... if someone is bleeding 50ml/hr I would be concerned. Can be left so subjective gestalt of nurses. (4) Patients can be DAT during active labour, don't have to only have clear fluids or NPO. This comes from recent anesthesia literature. (5) Misoprostol is absolutley contraindicated in patients with previous uterine scar. Yes, can consider if <28 weeks gestational age, but that is almost always for mid-trimester loss (intrauterine fetal demise) and in that case an entirely different orderset should be created. (6) the way it reads now in Cerner preview is that oxtocin, miso, nitrous, pain meds all should be given post delivery of fetus? Seems like formatting error. Again, I think this would easily be solved by having separate phase for active labour to separate these orders out. (7) should have placeholder for syphillis testing, given current syphillis guidelines and testing at admission. (8) Suggestion for urinary catheter insersion if unable to void is correct, but risks bladder overdistention injury. We should actually have an obsteric bladder protocoll module. (9) I am confused by the notify provider if placenta retained >2 hours order. Any delivering provider should already be there long before this. If not, they need to be notifed much sooner than 2 hours. Obstetrician should be consulted if placenta retained >30 minutes (or earlier) given risk of PPH, inversion, accreta, etc. (10) Include consult to indigenous liason option. (11) post partum glucose monitoring can be removed as I think it is already part of the Gestational diabetes orderset.", "type": "Doctor", "by": "carl severson"}]}