[{"type": "title", "data": "=Attributes!B2"}, {"type": "category", "data": "Patient Care"}, {"type": "sentence", "data": "None"}, {"type": "note", "data": "The class and time frame for telemetry monitoring are recommendations. The MRP’s clinical judgement and orders to initiate, suspend, changed or discontinue telemetry takes priority over these recommendations.", "value": ""}, {"type": "sentence", "data": "None"}, {"type": "note", "data": "•\tAcute coronary syndrome – Class I – Up to 24 hours until investigations completed and if no complications noted (i.e., ischemia or arrhythmia)\n•\tSignificant QTc prolongation from medications or metabolic disturbances (i.e. QTc greater than \n450 for men or greater than 470 for women) – Class I - Until QTc returns to baseline and no arrhythmias noted for 12 to 24 hours\n•\tAcute decompensated heart failure – Class I or II - At least 24 hours with no significant arrhythmias noted\n•\tCoronary vasospasm– Class I or II - Until definitive therapy initiated and no events for \n12 to 24 hours\n•\tRecent initiation of medications with high propensity to develop QT prolongation and torsades de pointes (in patients at increased risk) – Class I or II - At discretion of physician, until dose and QTc interval stable without significant arrhythmias, monitoring via serial ECGs are a reasonable alternative\n•\tConfirmed or Suspected drug overdose with risk of arrhythmias – Class I or II - Until patient clinically stable and no arrhythmias noted for 24 hours\n•\tSuspected cardiac cause of syncope – Class I or II - At least 24 to 48 hours with no arrhythmias noted\n•\tFollowing PCI in patients without MI and without complications – Class II - Until 4 to 6 hours post PCI with no significant arrhythmias noted\n•\tAtrial dysrhythmias requiring ongoing drug titration – Class II - Until drug dose and rhythm stable\n•\tSuspected pacemaker malfunction in patient who is not pacemaker dependent – Class II or Holter - Until pacemaker interrogation and definitive management complete\n•\tPost Stroke (cardiac workup) – Class II or Holter - 24 hours", "value": ""}, {"type": "sentence", "data": "None"}, {"type": "note", "data": "Both the Indication(s) and Monitoring Type fields need to be completed to initiate telemetry", "value": ""}, {"type": "sentence", "data": "None"}, {"type": "order", "data": "PLACEHOLDER FOR NEW REMOTE TELEMETRY ORDER", "value": "checked"}, {"type": "sentence", "data": "None"}, {"type": "order", "data": "Communication Order", "value": "checked"}, {"type": "sentence", "data": "For Class II telemetry monitoring requiring inter-hospital transport consult the most responsible physician for transport orders including whether or not a telemetry trained RN is required for accompaniment."}, {"type": "order", "data": "Insert Peripheral IV Catheter", "value": ""}, {"type": "sentence", "data": "T;N: if not already in situ"}, {"type": "note", "data": "If Holter Monitor required", "value": ""}, {"type": "sentence", "data": "None"}, {"type": "order", "data": "Holter Monitor", "value": ""}, {"type": "sentence", "data": "None"}, {"type": "category", "data": "Diagnostics"}, {"type": "sentence", "data": "None"}, {"type": "note", "data": "If not done within 12 hour prior to initiating telemetry", "value": ""}, {"type": "sentence", "data": "None"}, {"type": "order", "data": "Electrocardiogram 12 Lead", "value": "checked"}, {"type": "sentence", "data": "Urgent"}, {"type": "sentence", "data": "None"}, {"type": "sentence", "data": "None"}, {"type": "sentence", "data": "None"}, {"type": "sentence", "data": "None"}, {"type": "sentence", "data": "None"}, {"type": "sentence", "data": "None"}, {"type": "sentence", "data": "None"}, {"type": "sentence", "data": "None"}, {"type": "sentence", "data": "None"}]
